Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitHealthAndFitnessLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# achievementUnlockedDot
source: Achievement unlocked!
ar: تم فتح الإنجاز!
bg: Постижението е отключено!
ca: Objectiu assolit!
cs: Úspěch byl dosažen!
da: Resultat låst op!
de: Erfolg freigeschaltet!
el: Η επίτευξη ξεκλειδώθηκε!
es: ¡Logro desbloqueado!
es_419: ¡Logro desbloqueado!
fi: Saavutus avattu!
fr: Succès débloqué !
fr_ca: Accomplissement débloqué !
he: הישג הושג!
hi: उपलब्धि अनलॉक की गई!
hr: Postignuće otključano!
hu: Teljesítmény elérve!
id: Pencapaianmu terbuka!
it: Risultato raggiunto!
ja: アチーブメント解除！
kk: Жетістік ашылды!
ko: 업적을 달성했습니다!
ms: Pencapaian dibuka!
nb: Prestasjon oppnådd!
nl: Prestatie ontgrendeld!
pl: Osiągnięcie odblokowane!
pt_br: Conquista desbloqueada!
pt_pt: Conquista desbloqueada!
ro: Deblochează Realizarea!
ru: Достижение разблокировано!
sk: Úspech odomknutý!
sv: Mål uppnått!
th: บรรลุเป้าหมายแล้ว!
tr: Başarı sağlandı!
uk: Досягнення розблоковано!
vi: Đã mở khóa thành tích!
zh_hans: 成就解锁！
zh_hant: 成就解鎖！
zh_hk: 成就解鎖!

# activeMinutesGoalReachedDot
source: Active minutes goal reached!
ar: تم الوصول إلى هدف الدقائق النشطة!
bg: Достигна целта за активни минути!
ca: Objectiu de minuts actius assolit!
cs: Cíl aktivních minut dosažen!
da: Mål for aktive minutter nået!
de: Ziel für aktive Minuten erreicht!
el: Ο στόχος ενεργών λεπτών επιτεύχθηκε!
es: ¡Objetivo de minutos activos alcanzado!
es_419: ¡Meta de minutos activos alcanzada!
fi: Aktiviteettiminuuttien tavoite saavutettu!
fr: Objectif de minutes actives atteint !
fr_ca: Objectif de minutes actives atteint !
he: המטרה של דקות פעילות הושגה!
hi: सक्रिय मिनटों का लक्ष्य प्राप्त हो गया!
hr: Cilj aktivnih minuta postignut!
hu: Aktív percek célja elérve!
id: Target menit aktif tercapai!
it: Obiettivo di minuti attivi raggiunto!
ja: アクティブな時間の目標に到達しました！
kk: Жаттығу уақытының мақсатқа жетілді!
ko: 활동 시간 목표를 달성했습니다!
ms: Matlamat minit aktif dicapai!
nb: Mål for aktive minutter nådd!
nl: Doel actieve minuten bereikt!
pl: Cel aktywnych minut osiągnięty!
pt_br: Meta de minutos ativos alcançada!
pt_pt: Objetivo de minutos ativos alcançado!
ro: Obiectivul de minute active a fost atins!
ru: Цель по активным минутам достигнута!
sk: Cieľ aktívnych minút bol dosiahnutý!
sv: Mål för aktiva minuter uppnått!
th: บรรลุเป้าหมายจำนวนเวลาที่ใช้งานแล้ว!
tr: Aktif dakika hedefi ulaşıldı!
uk: Метою було досягнення активних хвилин!
vi: Đã đạt được mục tiêu phút hoạt động!
zh_hans: 活动分钟目标已达成！
zh_hant: 達成活躍分鐘目標！
zh_hk: 活跃分钟数目标已达成！

# almostThereDot
source: Almost there!
ar: اقتربت كثيراً!
bg: Почти стигна!
ca: Gairebé ho tens!
cs: Skoro tam jsi!
da: Du er næsten der!
de: Fast geschafft!
el: Σχεδόν έφτασες!
es: ¡Casi ahí!
es_419: ¡Casi ahí!
fi: Melkein perillä!
fr: Presque arrivé !
fr_ca: Presque là !
he: כמעט שם!
hi: लगभग वहाँ पहुँच गए!
hr: Gotovo ste tu!
hu: Majdnem ott vagy!
id: Hampir sampai!
it: Quasi arrivato!
ja: もう少しです！
kk: Т aproape!
ko: 거의 다 왔습니다!
ms: Hampir sampai!
nb: Nesten der!
nl: Bijna daar!
pl: Prawie tam jesteś!
pt_br: Quase lá!
pt_pt: Quase lá!
ro: Aproape acolo!
ru: Почти там!
sk: Už sme skoro tam!
sv: Nästan framme!
th: เกือบถึงแล้ว!
tr: Neredeyse oradasın!
uk: Ти майже там!
vi: Gần đến nơi rồi!
zh_hans: 快到了！
zh_hant: 快到了！
zh_hk: 快到了！

# breatheDeeplyAndRelaxDot
source: Breathe in deeply and relax.
ar: خذ نفساً عميقاً واسترخ.
bg: Вдъхни дълбоко и се отпусни.
ca: Respira profundament i relaxa't.
cs: Zhluboka se nadechni a uvolni se.
da: Træk vejret dybt ind og slap af.
de: Atme tief ein und entspanne dich.
el: Εισπνεύστε βαθιά και χαλαρώστε.
es: Respira hondo y relájate.
es_419: Inhala profundamente y relájate.
fi: Hengitä syvään ja rentoudu.
fr: Inhale profondément et détends-toi.
fr_ca: Inhale profondément et détends-toi.
he: נשום עמוק והרגע.
hi: गहरी साँस लें और आराम करें।
hr: Duboko udahnite i opustite se.
hu: Lélegezz mélyen, és lazíts.
id: Tarik napas dalam-dalam dan rileks.
it: Fai un respiro profondo e rilassati.
ja: 深呼吸してリラックスしてください。
kk: Терең тыныс алып, демал.
ko: 깊게 숨을 쉬고 긴장을 푸세요.
ms: Tarik nafas dalam-dalam dan berehat.
nb: Pust dypt inn og slapp av.
nl: Adem diep in en ontspan.
pl: Głęboko wdychaj i zrelaksuj się.
pt_br: Inspire profundamente e relaxe.
pt_pt: Inspire profundamente e relaxe.
ro: Respiră adânc și relaxează-te.
ru: Глубоко вдохни и расслабься.
sk: Hlboko sa nadýchni a uvoľni sa.
sv: Andas in djupt och slappna av.
th: หายใจลึก ๆ และพักผ่อน.
tr: Derin bir nefes al ve rahatla.
uk: Глибоко вдихни і розслабся.
vi: Hít thở sâu và thư giãn.
zh_hans: 深呼吸并放松。
zh_hant: 深呼吸，放鬆心情。
zh_hk: 深呼吸放鬆。

# congratulationsOnCompletingWorkoutDot
source: Congratulations on completing your workout!
ar: تهانينا على إكمال تمرينك!
bg: Поздравления за завършването на тренировката!
ca: Felicitats per completar el teu entrenament!
cs: Gratulujeme k dokončení tvého tréninku!
da: Tillykke med din gennemførte træning!
de: Herzlichen Glückwunsch zum Abschluss deines Workouts!
el: Συγχαρητήρια που ολοκληρώσατε την προπόνησή σας!
es: ¡Felicidades por completar tu entrenamiento!
es_419: ¡Felicidades por completar tu entrenamiento!
fi: Onnittelut treenin suorittamisesta!
fr: Félicitations pour avoir terminé votre entraînement !
fr_ca: Félicitations pour avoir complété ton entraînement !
he: מזל טוב על סיום האימון שלך!
hi: आपकी कसरत पूरी करने पर बधाई!
hr: Čestitamo na završetku treninga!
hu: Gratulálunk az edzésed befejezéséhez!
id: Selamat telah menyelesaikan latihanmu!
it: Congratulazioni per aver completato il tuo allenamento!
ja: ワークアウトの完了、おめでとうございます！
kk: Жаттығуыңызды аяқтағаныңызбен құттықтаймыз!
ko: 운동을 완료한 것을 축하합니다!
ms: Tahniah kerana menamatkan latihan anda!
nb: Gratulerer med å fullføre treningen!
nl: Gefeliciteerd met het voltooien van je workout!
pl: Gratulacje za ukończenie treningu!
pt_br: Parabéns por completar seu treino!
pt_pt: Parabéns por concluir o seu treino!
ro: Felicitări pentru finalizarea antrenamentului!
ru: Поздравляем с завершением тренировки!
sk: Gratulujeme k dokončeniu tvojho tréningu!
sv: Grattis till att du avslutat ditt träningspass!
th: ยินดีด้วยที่คุณทำการออกกำลังกายเสร็จเรียบร้อย!
tr: Egzersizini tamamladığın için tebrikler!
uk: Вітаємо з завершенням тренування!
vi: Chúc mừng bạn đã hoàn thành bài tập của mình!
zh_hans: 恭喜你完成了锻炼！
zh_hant: 恭喜完成你的運動！
zh_hk: 恭喜你完成你的鍛煉！

# dailyGoalAchievedDot
source: Daily goal achieved!
ar: تم تحقيق الهدف اليومي!
bg: Дневната цел е постигната!
ca: Objectiu diari assolit!
cs: Cíl dne je dosažen!
da: Dagsmål nået!
de: Tägliches Ziel erreicht!
el: Ο ημερήσιος στόχος επιτεύχθηκε!
es: ¡Objetivo diario alcanzado!
es_419: ¡Meta diaria alcanzada!
fi: Päivän tavoite saavutettu!
fr: Objectif quotidien atteint !
fr_ca: Objectif quotidien atteint !
he: המטרה היומית הושגה!
hi: दैनिक लक्ष्य पूरा हो गया!
hr: Dnevni cilj postignut!
hu: Napi cél elérve!
id: Target harian tercapai!
it: Obiettivo giornaliero raggiunto!
ja: デイリーゴールを達成！
kk: Күнделікті мақсатқа жетті!
ko: 일일 목표를 달성했습니다!
ms: Matlamat harian dicapai!
nb: Dagsmål nådd!
nl: Dagelijks doel bereikt!
pl: Codzienny cel osiągnięty!
pt_br: Meta diária alcançada!
pt_pt: Objetivo diário alcançado!
ro: Obiectivul zilnic a fost atins!
ru: Ежедневная цель достигнута!
sk: Denný cieľ bol dosiahnutý!
sv: Dagens mål uppnått!
th: บรรลุเป้าหมายประจำวันแล้ว!
tr: Günlük hedef başarıldı!
uk: Щоденну мету досягнуто!
vi: Đã đạt được mục tiêu hàng ngày!
zh_hans: 每日目标已达成！
zh_hant: 每日目標已達成！
zh_hk: 每日目標已達成！

# dailyStepGoalAchievedDot
source: Daily step goal achieved!
ar: تم تحقيق هدف الخطوات اليومي!
bg: Дневната цел за стъпки е постигната!
ca: Objectiu diari de passos assolit!
cs: Cíl denní chůze dosažen!
da: Dagsmål for skridt nået!
de: Tägliches Schrittziel erreicht!
el: Ο ημερήσιος στόχος βημάτων επιτεύχθηκε!
es: ¡Objetivo de pasos diarios alcanzado!
es_419: ¡Meta diaria de pasos alcanzada!
fi: Päivän askeleiden tavoite saavutettu!
fr: Objectif de pas quotidien atteint !
fr_ca: Objectif de pas quotidiens atteint !
he: המטרה של צעדים יומיים הושגה!
hi: दैनिक चरण लक्ष्य प्राप्त हो गया!
hr: Cilj dnevnih koraka postignut!
hu: Napi lépésszám cél elérve!
id: Target langkah harian tercapai!
it: Obiettivo di passi giornalieri raggiunto!
ja: 日ごとのステップ目標を達成しました！
kk: Күнделікті қадамдар мақсатына жетті!
ko: 일일 걸음 목표를 달성했습니다!
ms: Matlamat langkah harian dicapai!
nb: Daglig stegmål nådd!
nl: Dagelijks stappendoel bereikt!
pl: Codzienny cel kroków osiągnięty!
pt_br: Meta diária de passos alcançada!
pt_pt: Objetivo de passos diários alcançado!
ro: Obiectivul de pași zilnici a fost atins!
ru: Ежедневная цель по шагам достигнута!
sk: Denný cieľ krokov bol dosiahnutý!
sv: Dagens stegmål uppnått!
th: บรรลุเป้าหมายจำนวนก้าวประจำวันแล้ว!
tr: Günlük adım hedefi başarıldı!
uk: Щоденну мету кроків досягнуто!
vi: Đã đạt được mục tiêu số bước hàng ngày!
zh_hans: 每日步数目标已达成！
zh_hant: 每日步行目標已達成！
zh_hk: 每日步數目標已達成！

# dailyStreakAchievedDot
source: Daily streak achieved!
ar: تم تحقيق السلسلة اليومية!
bg: Дневната серия е постигната!
ca: S'ha assolit la ratxa diària!
cs: Denní série je dosažena!
da: Daglig streak nået!
de: Tägliche Serie erreicht!
el: Η καθημερινή αλυσίδα επιτεύχθηκε!
es: ¡Racha diaria lograda!
es_419: ¡Racha diaria alcanzada!
fi: Päivittäinen putki saavutettu!
fr: Série quotidienne atteinte !
fr_ca: Série quotidienne atteinte !
he: הסטריק היומי הושג!
hi: दैनिक श्रृंखला प्राप्त हो गई!
hr: Postignut dnevni niz!
hu: Napi sorozat teljesítve!
id: Rekor harian tercapai!
it: Striscia giornaliera raggiunta!
ja: 日ごとのストリークを達成しました！
kk: Күнделікті тізбек жетті!
ko: 일일 연속 기록을 달성했습니다!
ms: Rangkaian harian dicapai!
nb: Daglig rekke oppnådd!
nl: Dagelijkse reeks behaald!
pl: Codzienny streak osiągnięty!
pt_br: Série diária alcançada!
pt_pt: Série diária alcançada!
ro: Seria zilnică a fost realizată!
ru: Ежедневная цепочка достижений!
sk: Denná séria dosiahnutá!
sv: Daglig svit uppnådd!
th: บรรลุการรักษาอัตราการออกกำลังกายประจำวัน!
tr: Günlük seri başarıldı!
uk: Щоденну серію досягнуто!
vi: Đã duy trì chuỗi hoạt động hàng ngày!
zh_hans: 日常连续达成！
zh_hant: 每日連續紀錄已達成！
zh_hk: 每日連續達成！

# drinkWaterToStayHydratedDot
source: Drink water to stay hydrated.
ar: اشرب الماء لتبقى مترطباً.
bg: Пий вода, за да останеш хидратиран.
ca: Bebe aigua per mantenir-te hidratat.
cs: Pij vodu, abys zůstal hydratovaný.
da: Drik vand for at holde dig hydreret.
de: Trink Wasser, um hydratisiert zu bleiben.
el: Πιείτε νερό για να παραμείνετε ενυδατωμένοι.
es: Bebe agua para mantenerte hidratado.
es_419: Bebe agua para mantenerte hidratado.
fi: Juo vettä pysyäksesi hydratoituna.
fr: Buvez de l'eau pour rester hydraté.e.
fr_ca: Bois de l'eau pour rester hydraté.
he: שתה מים כדי להישאר מגובש.
hi: हाइड्रेटेड रहने के लिए पानी पिएँ।
hr: Pijte vodu da ostanete hidrirani.
hu: Igyál vizet, hogy hidratált maradj!
id: Minum air untuk tetap terhidrasi.
it: Bevi acqua per restare idratatə.
ja: 水を飲んで水分補給をしましょう。
kk: Сусызданбау үшін су іш!
ko: 수분을 유지하기 위해 물을 드세요.
ms: Minum air untuk kekal terhidrat.
nb: Drikk vann for å holde deg hydrert.
nl: Drink water om gehydrateerd te blijven.
pl: Pij wodę, aby pozostać nawodnionym.
pt_br: Beba água para se manter hidratado.
pt_pt: Beba água para se manter hidratado.
ro: Bea apă pentru a rămâne hidratat.
ru: Пей воду, чтобы не обезвоживаться.
sk: Pij vodu, aby si zostal hydratovaný.
sv: Drick vatten för att hålla dig hydrerad.
th: ดื่มน้ำเพื่อให้ร่างกายชุ่มชื้น.
tr: Susuz kalmamak için su iç.
uk: Пий воду, щоб залишатися зволоженим.
vi: Uống nước để giữ đủ nước.
zh_hans: 记得喝水保持水分。
zh_hant: 記得喝水保持水分！
zh_hk: 記得喝水保持水分。

# getReadyForWorkoutDot
source: Get ready for your workout.
ar: استعد لتمرينك.
bg: Приготви се за тренировката си.
ca: Prepara't per al teu entrenament.
cs: Připrav se na svůj trénink.
da: Gør dig klar til din træning.
de: Mach dich bereit für dein Workout.
el: Ετοιμαστείτε για την προπόνησή σας.
es: Prepárate para tu entrenamiento.
es_419: Prepárate para tu entrenamiento.
fi: Valmistaudu treeniisi.
fr: Préparez-vous pour votre entraînement.
fr_ca: Prépare-toi pour ton entraînement.
he: התארגן לאימון.
hi: अपनी कसरत के लिए तैयार हो जाएँ।
hr: Pripremite se za svoj trening.
hu: Készülj fel az edzésedre.
id: Bersiaplah untuk latihanmu.
it: Preparati per il tuo allenamento.
ja: ワークアウトの準備をしましょう。
kk: Жаттығуға дайындалыңыз.
ko: 운동을 준비하세요.
ms: Bersiaplah untuk latihan anda.
nb: Gjør deg klar for treningen.
nl: Maak je klaar voor je workout.
pl: Przygotuj się do treningu.
pt_br: Prepare-se para o seu treino.
pt_pt: Prepare-se para o seu treino.
ro: Pregătește-te pentru antrenament.
ru: Приготовься к тренировке.
sk: Priprav sa na svoj tréning.
sv: Gör dig redo för din träning.
th: เตรียมตัวให้พร้อมสำหรับการออกกำลังกายของคุณ.
tr: Egzersizin için hazırlan.
uk: Підготуйся до тренування.
vi: Sẵn sàng cho buổi tập của bạn.
zh_hans: 准备好开始锻炼吧。
zh_hant: 準備好進行運動吧。
zh_hk: 準備好開始你的鍛煉。

# greatJobStayingActiveDot
source: Great job staying active today!
ar: عمل رائع في الحفاظ على النشاط اليوم!
bg: Страхотна работа, че остана активен днес!
ca: Excellent treball mantenint-te actiu avui!
cs: Skvělá práce, že jsi dnes zůstal aktivní!
da: Godt gået med at holde dig aktiv i dag!
de: Tolle Arbeit, heute aktiv zu bleiben!
el: Καλή δουλειά που παραμείνατε ενεργοί σήμερα!
es: ¡Buen trabajo manteniéndote activo hoy!
es_419: ¡Gran trabajo manteniéndote activo hoy!
fi: Hyvä työ aktiivisena pysymisessä tänään!
fr: Bravo d'être resté.e actif.ve aujourd'hui !
fr_ca: Super job, tu es resté actif aujourd'hui !
he: עבודה מצוינת על שהיית פעיל היום!
hi: आज सक्रिय रहने के लिए शानदार काम!
hr: Odlično ste se kretali danas!
hu: Nagyszerű munkát végeztél ma az aktivitással!
id: Kerja bagus tetap aktif hari ini!
it: Ottimo lavoro nel rimanere attivə oggi!
ja: 今日は活発に過ごしましたね！
kk: Бүгін белсенді қажетті жұмысты жақсы орындадыңыз!
ko: 오늘 활발하게 움직인 것에 대해 잘했습니다!
ms: Kerja bagus tetap aktif hari ini!
nb: Flott jobba med å være aktiv i dag!
nl: Goed gedaan met actief blijven vandaag!
pl: Świetna robota, że jesteś aktywny dzisiaj!
pt_br: Ótimo trabalho se mantendo ativo hoje!
pt_pt: Ótimo trabalho em manter-se ativo hoje!
ro: Felicitări pentru că ai fost activ astăzi!
ru: Отличная работа, что ты активен сегодня!
sk: Skvelá práca, že si dnešný deň zostal aktívny!
sv: Bra jobbat med att hålla dig aktiv idag!
th: ทำได้ดีมากที่กระตือรือร้นในวันนี้!
tr: Bugün aktif kaldığın için harika iş çıkardın!
uk: Молодець, що залишаєшся активним сьогодні!
vi: Làm tốt lắm khi giữ hoạt động hôm nay!
zh_hans: 今天保持活跃做得很好！
zh_hant: 今天維持活躍做得很好！
zh_hk: 今天保持活躍做得好！

# itsTimeForYourWorkoutDot
source: It's time for your workout.
ar: حان وقت تمرينك.
bg: Време е за тренировката ти.
ca: És hora del teu entrenament.
cs: Je čas začít tvůj trénink.
da: Det er tid til din træning.
de: Es ist Zeit für dein Workout.
el: Ήρθε η ώρα για την προπόνησή σας.
es: Es hora de tu entrenamiento.
es_419: Es hora de tu entrenamiento.
fi: On aika aloittaa treeni.
fr: Il est temps de commencer votre entraînement.
fr_ca: C'est le temps de ton entraînement.
he: הגיע הזמן לאימון שלך.
hi: आपकी कसरत का समय आ गया है।
hr: Vrijeme je za vaš trening.
hu: Itt az ideje az edzésednek.
id: Saatnya untuk latihanmu.
it: È arrivato il momento del tuo allenamento.
ja: ワークアウトの時間です。
kk: Сіздің жаттығуыңыз басталатын уақыты келді.
ko: 운동할 시간입니다.
ms: Sudah tiba masanya untuk latihan anda.
nb: Det er på tide med treningen din.
nl: Het is tijd voor je workout.
pl: Czas na twój trening.
pt_br: É hora do seu treino.
pt_pt: É hora do seu treino.
ro: Este timpul pentru antrenament.
ru: Время для твоей тренировки.
sk: Je čas na tvoj tréning.
sv: Det är dags för din träning.
th: ถึงเวลาออกกำลังกายแล้ว.
tr: Egzersizine başlama zamanı.
uk: Час почати твоє тренування.
vi: Đến giờ luyện tập của bạn.
zh_hans: 该开始你的锻炼了。
zh_hant: 是時候進行運動了。
zh_hk: 是時候開始你的鍛煉了。

# keepUpTheGreatWorkDot
source: Keep up the great work!
ar: واصل العمل الرائع!
bg: Продължавай с прекрасната работа!
ca: Segueix així!
cs: Pokračuj v skvělé práci!
da: Fortsæt det gode arbejde!
de: Mach weiter so!
el: Συνεχίστε την καλή δουλειά!
es: ¡Sigue así, gran trabajo!
es_419: ¡Sigue con el gran trabajo!
fi: Jatka loistavaa työtä!
fr: Continuez comme ça !
fr_ca: Continue comme ça !
he: שמור על העבודה הנהדרת!
hi: शानदार काम करते रहिए!
hr: Nastavite s odličnim radom!
hu: Folytasd a szuper munkát!
id: Teruskan kerja hebatmu !
it: Continua così!
ja: 素晴らしい仕事を続けてください！
kk: Керемет жұмыс істеп тұрсыз!
ko: 훌륭한 활동을 이어가세요!
ms: Teruskan kerja hebat ini!
nb: Fortsett med det gode arbeidet!
nl: Blijf zo doorgaan!
pl: Kontynuuj świetną pracę!
pt_br: Continue com o ótimo trabalho!
pt_pt: Continue com o bom trabalho!
ro: Continuă munca bună!
ru: Продолжай в том же духе!
sk: Pokračuj v skvelej práci!
sv: Fortsätt med det fantastiska arbetet!
th: รักษาผลงานที่ยอดเยี่ยมต่อไป!
tr: Harika çalışmaya devam et!
uk: Продовжуй в тому ж дусі!
vi: Hãy tiếp tục công việc tuyệt vời này!
zh_hans: 继续保持出色的工作！
zh_hant: 保持出色的努力！
zh_hk: 繼續保持出色的表現！

# maintainProperFormDot
source: Maintain proper form during exercise.
ar: حافظ على الوضعية الصحيحة أثناء التمرين.
bg: Поддържай правилна форма по време на упражнения.
ca: Mantingues una postura adequada durant l'exercici.
cs: Udržuj správný postoj během cvičení.
da: Hold en god form under træningen.
de: Achte während des Trainings auf die richtige Form.
el: Διατηρήστε τη σωστή στάση κατά τη διάρκεια της άσκησης.
es: Mantén una buena forma durante el ejercicio.
es_419: Mantén la forma adecuada durante el ejercicio.
fi: Pidä huoli oikeasta tekniikasta harjoituksessa.
fr: Maintenez une bonne posture pendant l'exercice.
fr_ca: Maintiens une bonne forme pendant l'exercice.
he: שמור על תצורה נכונה במהלך האימון.
hi: कसरत के दौरान उचित रूप बनाए रखें।
hr: Održavajte ispravan oblik tijekom vježbanja.
hu: Tartsd meg a megfelelő formát edzés közben.
id: Pertahankan bentuk yang tepat selama latihan.
it: Mantieni la forma corretta durante l'esercizio.
ja: エクササイズ中は正しいフォームを維持してください。
kk: Жаттығу кезінде дұрыс форманы сақта.
ko: 운동 중 적절한 자세를 유지하세요.
ms: Jaga bentuk yang betul semasa bersenam.
nb: Oppretthold korrekt form under trening.
nl: Houd een goede houding aan tijdens het sporten.
pl: Utrzymuj prawidłową formę podczas ćwiczeń.
pt_br: Mantenha a forma adequada durante o exercício.
pt_pt: Mantenha a forma correta durante o exercício.
ro: Menține o formă corectă în timpul exercițiilor.
ru: Следи за правильной техникой во время упражнений.
sk: Udržuj správny postoj počas cvičenia.
sv: Behåll korrekt form under träningen.
th: รักษาฟอร์มที่ถูกต้องในระหว่างการออกกำลังกาย.
tr: Egzersiz sırasında doğru formu koru.
uk: Дотримуйся правильної форми під час вправ.
vi: Giữ dáng đúng trong khi tập luyện.
zh_hans: 保持正确的姿势。
zh_hant: 運動時注意保持正確姿勢。
zh_hk: 在鍛煉期間保持正確的姿勢。

# timeToDrinkSomeWaterDot
source: Time to drink some water!
ar: حان الوقت لشرب بعض الماء!
bg: Време е да пиеш малко вода!
ca: És hora de beure una mica d'aigua!
cs: Je čas napít se!
da: Tid til at drikke noget vand!
de: Zeit, ein wenig Wasser zu trinken!
el: Ήρθε η ώρα να πιείτε λίγο νερό!
es: ¡Es hora de beber un poco de agua!
es_419: ¡Es hora de beber un poco de agua!
fi: Aika juoda vettä!
fr: Il est temps de boire un peu d'eau !
fr_ca: Il est temps de boire de l'eau !
he: הגיע הזמן לשתות מים!
hi: पानी पीने का समय हो गया!
hr: Vrijeme je za piti vodu!
hu: Itt az ideje, hogy igyál egy kis vizet!
id: Saatnya minum air !
it: È ora di bere un po' d'acqua!
ja: 水を飲む時間です！
kk: Су ішу уақыты келді!
ko: 물 한 잔의 시간을 가지세요!
ms: Masa untuk minum sedikit air!
nb: Det er på tide å drikke litt vann!
nl: Tijd om wat water te drinken!
pl: Czas napić się wody!
pt_br: Hora de beber um pouco de água!
pt_pt: Hora de beber água!
ro: Este timpul să bei puțină apă!
ru: Время выпить немного воды!
sk: Je čas na pohár vody!
sv: Dags att dricka lite vatten!
th: ถึงเวลาที่จะดื่มน้ำ!
tr: Su içme zamanı!
uk: Час випити трохи води!
vi: Đến giờ uống nước!
zh_hans: 该喝水了！
zh_hant: 是時候喝水了！
zh_hk: 是時候喝水了！

# timeToGetActiveDot
source: Time to get active!
ar: حان الوقت للنشاط!
bg: Време е да станеш активен!
ca: És hora de posar-se actiu!
cs: Je čas se aktivovat!
da: Tid til at komme i gang!
de: Zeit, aktiv zu werden!
el: Ήρθε η ώρα να γίνετε ενεργοί!
es: ¡Es hora de ponerse activo!
es_419: ¡Es hora de activarte!
fi: Aika aktivoitua!
fr: Il est temps de vous activer !
fr_ca: Il est temps de te mettre en activité !
he: הגיע הזמן להיות פעיל!
hi: सक्रिय होने का समय हो गया!
hr: Vrijeme je da se aktivirate!
hu: Itt az ideje aktiválódni!
id: Saatnya untuk bergerak aktif!
it: È tempo di iniziare a muoverti!
ja: 活動を始める時間です！
kk: Белсенді болу уақыты келді!
ko: 활동적으로 움직일 시간입니다!
ms: Masa untuk aktif!
nb: Tid for å bli aktiv!
nl: Tijd om actief te worden!
pl: Czas być aktywnym!
pt_br: Hora de ficar ativo!
pt_pt: Hora de ficar ativo!
ro: Este timpul să te activezi!
ru: Время начать активные действия!
sk: Čas sa hýbať!
sv: Dags att bli aktiv!
th: ถึงเวลากระตุ้นให้เริ่มกิจกรรมแล้ว!
tr: Aktif olma zamanı!
uk: Час стати активним!
vi: Đến lúc hoạt động rồi!
zh_hans: 该活跃起来了！
zh_hant: 是時候變得活躍了！
zh_hk: 是時候開始活動了！

# TK.Action.addMeasurement
source: Add Measurement
ar: إضافة قياس
bg: Добави измерване
ca: Afegir Mesura
cs: Přidat měření
da: Tilføj måling
de: Messung hinzufügen
el: Προσθήκη Μετρήσεων
es: Agregar medición
es_419: Agregar medida
fi: Lisää mittaus
fr: Ajouter une mesure
fr_ca: Ajouter une mesure
he: הוסף מדידה
hi: माप जोड़ें
hr: Dodaj mjerenje
hu: Mérés Hozzáadása
id: Tambahkan Pengukuran
it: Aggiungi misura
ja: 測定を追加する
kk: Өлшем қосу
ko: 측정 추가
ms: Tambah Ukuran
nb: Legg til måling
nl: Meting Toevoegen
pl: Dodaj pomiar
pt_br: Adicionar Medida
pt_pt: Adicionar Medida
ro: Adaugă măsurare
ru: Добавить измерение
sk: Pridať meranie
sv: Lägg till mätning
th: เพิ่มการวัด
tr: Ölçüm Ekle
uk: Додати вимірювання
vi: Thêm số đo
zh_hans: 添加测量值
zh_hant: 新增測量
zh_hk: 添加测量

# TK.Action.addPhoto
source: Add Photo
ar: إضافة صورة
bg: Добави снимка
ca: Afegir Foto
cs: Přidat fotografii
da: Tilføj foto
de: Foto hinzufügen
el: Προσθήκη φωτογραφίας
es: Añadir foto
es_419: Agregar foto
fi: Lisää kuva
fr: Ajouter une photo
fr_ca: Ajouter une photo
he: הוסף תמונה
hi: तस्वीर जोड़ें
hr: Dodaj fotografiju
hu: Fotó hozzáadása
id: Tambah Foto
it: Aggiungi foto
ja: 写真を追加
kk: Фото қосу
ko: 사진 추가
ms: Tambah Foto
nb: Legg til bilde
nl: Voeg foto toe
pl: Dodaj zdjęcie
pt_br: Adicionar Foto
pt_pt: Adicionar fotografia
ro: Adaugă poză
ru: Добавить фото
sk: Pridať fotku
sv: Lägg till bild
th: เพิ่มรูปภาพ
tr: Fotoğraf Ekle
uk: Додати фото
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 加入照片
zh_hk: 加入相片

# TK.Action.addWorkout
source: Add Workout
ar: إضافة تمرين
bg: Добави тренировка
ca: Afegir Entrenament
cs: Přidat cvičení
da: Tilføj træning
de: Training hinzufügen
el: Προσθήκη Προπόνησης
es: Agregar entrenamiento
es_419: Agregar entrenamiento
fi: Lisää harjoitus
fr: Ajouter un entraînement
fr_ca: Ajouter un entraînement
he: הוסף אימון
hi: वर्कआउट जोड़ें
hr: Dodaj vježbu
hu: Edzés Hozzáadása
id: Tambahkan Latihan
it: Aggiungi allenamento
ja: ワークアウトを追加する
kk: Жаттығуды қосу
ko: 운동 추가
ms: Tambah Latihan
nb: Legg til treningsøkt
nl: Workout Toevoegen
pl: Dodaj trening
pt_br: Adicionar Treino
pt_pt: Adicionar Treino
ro: Adaugă antrenament
ru: Добавить тренировку
sk: Pridať tréning
sv: Lägg till träningspass
th: เพิ่มการออกกำลังกาย
tr: Antrenman Ekle
uk: Додати тренування
vi: Thêm buổi tập
zh_hans: 添加锻炼
zh_hant: 新增運動
zh_hk: 添加健身
